{
  "email_group_1": [
    {
      "subject": "Important: Update Your Benefits Information",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have recently updated our benefits information and it is crucial that you review and update your details as soon as possible. Failure to do so may result in a lapse of your benefits coverage.\n\nPlease find the attached document that contains the necessary information. Make sure to complete this by the end of the week to avoid any issues.\n\nBest regards,\nMaria Thompson\nHR Manager",
      "correct": "phish",
      "explain": "This email is phishing because it contains an executable attachment and uses urgent language to pressure the employee into acting quickly."
    },
    {
      "subject": "Important: Update Your Benefits Information",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have recently updated our benefits information and it is crucial that you review and update your details at your earliest convenience. This will ensure that you continue to receive the benefits you are entitled to.\n\nPlease find the attached document that contains the necessary information. If you have any questions, feel free to reach out.\n\nBest regards,\nMaria Thompson\nHR Manager",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action.",
      "attachment": "benefits_overview.pdf"
    }
  ],
  "email_group_2": [
    {
      "subject": "Action Required: Security Update Needed",
      "from": "it-support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nWe have detected a potential security issue that requires your immediate attention. It is imperative that you download the attached file and run the update to protect your account.\n\nFailure to complete this update may result in your account being suspended. Please act quickly to ensure your continued access.\n\nBest,\nJohn Doe\nIT Support",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses threatening language about account suspension."
    },
    {
      "subject": "Action Required: Security Update Needed",
      "from": "it-support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nWe want to ensure the security of your account and have released an important update. Please review the attached PDF for detailed instructions on how to proceed with the update.\n\nIf you have any questions or need assistance, feel free to reach out to the IT support team.\n\nBest,\nJohn Doe\nIT Support",
      "correct": "safe",
      "explain": "This email is safe as it contains a PDF attachment and does not pressure the employee for immediate action or include executable files.",
      "attachment": "security_update.pdf"
    }
  ],
  "email_group_3": [
    {
      "subject": "Urgent: Confirm Your Payroll Information",
      "from": "payroll@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed discrepancies in your payroll information that need to be addressed immediately. Please download the attached document and confirm your details to avoid any delays in your next paycheck.\n\nThis is a time-sensitive matter, so please respond as soon as possible to ensure your payroll is processed correctly.\n\nThank you,\nLinda Green\nPayroll Department",
      "correct": "phish",
      "explain": "This email is phishing because it contains an executable attachment and creates a false sense of urgency regarding payroll information."
    },
    {
      "subject": "Payroll Information Confirmation",
      "from": "payroll@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAs part of our routine checks, we kindly ask you to review your payroll information. Attached is a PDF document with your current details for your verification.\n\nIf you notice any discrepancies or have questions, please do not hesitate to contact the Payroll Department.\n\nThank you,\nLinda Green\nPayroll Department",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_4": [
    {
      "subject": "Immediate Action Required: Account Verification",
      "from": "support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe have detected unusual activity on your account and need you to verify your information immediately. Please download the attached file and follow the instructions to secure your account.\n\nFailure to verify your account may result in suspension. Please act now to avoid any issues.\n\nSincerely,\nCustomer Support Team",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses threatening language about account suspension."
    },
    {
      "subject": "Account Verification Process",
      "from": "support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nAs part of our security measures, we ask you to verify your account information. Attached is a PDF with instructions on how to complete the verification process.\n\nIf you have any questions, please reach out to our support team for assistance.\n\nBest,\nCustomer Support Team",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_5": [
    {
      "subject": "Urgent: Update Required for Company Policies",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe have made significant updates to our company policies that require your immediate attention. Please download the attached document and review the changes as soon as possible.\n\nFailure to comply with the new policies may result in disciplinary action. Please take this matter seriously.\n\nBest regards,\nTom Richards\nLegal Department",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses threatening language regarding disciplinary action."
    },
    {
      "subject": "Company Policy Updates",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe have updated our company policies and encourage you to review the attached document. Understanding these changes is important for your compliance and awareness.\n\nIf you have any questions regarding the updates, please feel free to reach out to the Legal Department.\n\nBest regards,\nTom Richards\nLegal Department",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_6": [
    {
      "subject": "Action Required: Verify Your Training Completion",
      "from": "training@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe have not received confirmation of your training completion. It is critical that you verify your attendance by downloading the attached document and following the instructions.\n\nFailure to complete this verification may impact your eligibility for future training sessions. Please act now to avoid any issues.\n\nThank you,\nSarah Lee\nTraining Coordinator",
      "correct": "phish",
      "explain": "This email is phishing because it contains an executable attachment and creates a false sense of urgency regarding training completion."
    },
    {
      "subject": "Training Completion Confirmation",
      "from": "training@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe are following up on your recent training session. Attached is a PDF document for you to review and confirm your completion.\n\nIf you have any questions or need further assistance, please do not hesitate to reach out.\n\nThank you,\nSarah Lee\nTraining Coordinator",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_7": [
    {
      "subject": "Immediate Attention Required: Update Your Contact Information",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed that your contact information is outdated in our records. It is essential that you download the attached document and update your information immediately to avoid any communication issues.\n\nFailure to update your information may result in important notices being missed. Please take this action right away.\n\nBest,\nMaria Thompson\nHR Manager",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses urgent language to pressure the employee."
    },
    {
      "subject": "Contact Information Update Request",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAs part of our routine updates, we ask that you review your contact information. Attached is a PDF document for your reference.\n\nIf you have any changes or questions, feel free to reach out to the HR department.\n\nBest regards,\nMaria Thompson\nHR Manager",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_8": [
    {
      "subject": "Urgent: Your Feedback is Required",
      "from": "feedback@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe need your immediate feedback on our recent company survey. Please download the attached form and submit your responses as soon as possible.\n\nYour input is crucial for our upcoming review, and failure to respond may affect your standing in the company. Please take this seriously.\n\nThank you,\nFeedback Team",
      "correct": "phish",
      "explain": "This email is phishing because it contains an executable attachment and uses threatening language about the employee's standing.",
      "attachment": "feedback_form.pdf.exe"
    },
    {
      "subject": "Feedback Request on Company Survey",
      "from": "feedback@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe value your opinion and would appreciate your feedback on our recent company survey. Attached is a PDF form for you to fill out at your convenience.\n\nYour responses will help us improve our processes. Thank you for your time!\n\nBest,\nFeedback Team",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_9": [
    {
      "subject": "Immediate Action Required: Update Your Payment Information",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have identified issues with your payment information that need to be resolved immediately. Please download the attached document and update your payment details to ensure you receive your next paycheck.\n\nFailure to do so may result in a delay in payment. Please act quickly to avoid any issues.\n\nBest regards,\nFinance Department",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and creates a false sense of urgency regarding payment information."
    },
    {
      "subject": "Payment Information Update Request",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAs part of our annual review, we kindly ask you to review your payment information. Attached is a PDF document for your reference.\n\nIf you have any updates or questions, please reach out to the Finance Department for assistance.\n\nBest regards,\nFinance Department",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_10": [
    {
      "subject": "Action Required: Confirm Your Travel Itinerary",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe need you to confirm your travel itinerary for the upcoming business trip. Please download the attached document and verify your details immediately.\n\nFailure to confirm may result in changes to your travel plans. Please respond at your earliest convenience.\n\nThank you,\nTravel Coordinator",
      "correct": "phish",
      "explain": "This email is phishing because it contains an executable attachment and uses urgent language to pressure the employee.",
      "attachment": "travel_itinerary.pdf.exe"
    },
    {
      "subject": "Travel Itinerary Confirmation",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nAttached is your travel itinerary for the upcoming business trip. Please review the details and let us know if you have any questions or need adjustments.\n\nWe look forward to your confirmation. Safe travels!\n\nBest,\nTravel Coordinator",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_11": [
    {
      "subject": "Urgent: Update Your Project Status",
      "from": "project@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe need you to update the status of your current project immediately. Please download the attached document and provide your updates as soon as possible.\n\nFailure to do so may affect project timelines and team performance. Please take this matter seriously.\n\nThank you,\nProject Manager",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses threatening language about project timelines.",
      "attachment": "project_status_update.pdf.exe"
    },
    {
      "subject": "Project Status Update Request",
      "from": "project@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nAs part of our project management process, we kindly ask you to update the status of your current project. Attached is a PDF document for you to fill out at your convenience.\n\nIf you have any questions or need assistance, please reach out to the Project Manager.\n\nThank you,\nProject Manager",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action.",
      "attachment": "project_status_update.pdf"
    }
  ],
  "email_group_12": [
    {
      "subject": "Immediate Attention Required: Update Your Profile",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed that your profile information is outdated. It is essential that you download the attached document and update your profile immediately to ensure accurate records.\n\nFailure to update your information may lead to issues with your benefits and payroll. Please take this action right away.\n\nBest,\nMaria Thompson\nHR Manager",
      "correct": "phish",
      "explain": "This email is phishing because it contains an executable attachment and creates a false sense of urgency regarding profile updates."
    },
    {
      "subject": "Profile Update Reminder",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAs part of our routine checks, we ask you to review your profile information. Attached is a PDF document for your reference.\n\nIf you have any updates or questions, please reach out to the HR department for assistance.\n\nBest regards,\nMaria Thompson\nHR Manager",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_13": [
    {
      "subject": "Urgent: Confirm Your Attendance for the Meeting",
      "from": "meeting@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to confirm your attendance for the upcoming meeting. Please download the attached document and provide your confirmation immediately.\n\nFailure to confirm may result in you being removed from the meeting agenda. Please act quickly to ensure your spot.\n\nBest,\nMeeting Coordinator",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses urgent language to pressure the employee.",
      "attachment": "meeting_confirmation.pdf.exe"
    },
    {
      "subject": "Meeting Attendance Confirmation",
      "from": "meeting@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAttached is the document for you to confirm your attendance for the upcoming meeting. Please review and let us know if you will be able to join us.\n\nWe look forward to your participation. Thank you!\n\nBest,\nMeeting Coordinator",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_14": [
    {
      "subject": "Immediate Action Required: Update Your Subscription Preferences",
      "from": "newsletter@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe need you to update your subscription preferences immediately. Please download the attached document and follow the instructions to ensure you continue receiving important updates.\n\nFailure to update your preferences may result in missing out on critical information. Please act now to avoid any issues.\n\nThank you,\nNewsletter Team",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and creates a false sense of urgency regarding subscription preferences.",
      "attachment": "subscription_update.pdf.exe"
    },
    {
      "subject": "Subscription Preferences Update Request",
      "from": "newsletter@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nAs part of our routine updates, we kindly ask you to review your subscription preferences. Attached is a PDF document for your reference.\n\nIf you have any updates or questions, please reach out to the Newsletter Team for assistance.\n\nThank you,\nNewsletter Team",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "email_group_15": [
    {
      "subject": "Urgent: Verify Your Account Information",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected suspicious activity on your account and need you to verify your information immediately. Please download the attached document and follow the instructions to secure your account.\n\nFailure to verify may result in account suspension. Please act now to avoid any issues.\n\nBest,\nSecurity Team",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses threatening language about account suspension."
    },
    {
      "subject": "Account Information Verification Request",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAs part of our security measures, we ask you to verify your account information. Attached is a PDF document with instructions on how to complete the verification process.\n\nIf you have any questions, please reach out to our security team for assistance.\n\nBest,\nSecurity Team",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action.",
      "attachment": "account_verification.pdf"
    }
  ],
  "email_group_16": [
    {
      "subject": "Immediate Action Required: Update Your Email Preferences",
      "from": "updates@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nWe need you to update your email preferences immediately. Please download the attached document and follow the instructions to ensure you continue receiving important updates.\n\nFailure to update your preferences may result in missing out on critical information. Please act now to avoid any issues.\n\nThank you,\nUpdates Team",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and creates a false sense of urgency regarding email preferences."
    },
    {
      "subject": "Email Preferences Update Request",
      "from": "updates@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi,\n\nAs part of our routine updates, we kindly ask you to review your email preferences. Attached is a PDF document for your reference.\n\nIf you have any updates or questions, please reach out to the Updates Team for assistance.\n\nThank you,\nUpdates Team",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action.",
      "attachment": "email_preferences_update.pdf"
    }
  ],
  "email_group_17": [
    {
      "subject": "Urgent: Confirm Your Participation in the Workshop",
      "from": "workshop@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to confirm your participation in the upcoming workshop. Please download the attached document and provide your confirmation immediately.\n\nFailure to confirm may result in you being removed from the workshop agenda. Please act quickly to ensure your spot.\n\nBest,\nWorkshop Coordinator",
      "correct": "phish",
      "explain": "This email is phishing because it includes an executable attachment and uses urgent language to pressure the employee."
    },
    {
      "subject": "Workshop Participation Confirmation",
      "from": "workshop@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAttached is the document for you to confirm your participation in the upcoming workshop. Please review and let us know if you will be able to join us.\n\nWe look forward to your participation. Thank you!\n\nBest,\nWorkshop Coordinator",
      "correct": "safe",
      "explain": "This email is safe as it contains a legitimate PDF attachment and does not pressure the employee for immediate action."
    }
  ],
  "last_updated_emails": "2025-12-10T07:47:22.637Z"
}