{
  "email_group_1": [
    {
      "subject": "Important Update on Company Policies",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are reaching out to inform you about some important updates to our company policies that will take effect next month. Please review the attached document carefully to ensure you are familiar with the changes. It is crucial that all employees comply with these new policies to maintain a positive and productive work environment. If you have any questions or concerns, do not hesitate to reach out to your HR representative. Thank you for your attention to this matter. Best regards, HR Team.",
      "correct": "safe",
      "explain": "The email comes from a legitimate HR address and contains a safe attachment related to company policies.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Urgent: Update Your Payroll Information",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We need you to urgently update your payroll information to ensure there are no disruptions in your salary payments. Please download the attached document and follow the instructions carefully. Failure to do so may result in delayed payments. Regards, HR Team.",
      "correct": "phish",
      "explain": "The email requests sensitive information and contains a malicious attachment disguised as a PDF.",
      "attachment": "update_info.pdf.exe"
    }
  ],
  "email_group_2": [
    {
      "subject": "Quarterly Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team, Attached you will find the quarterly financial report for your review. This document provides insights into our financial performance over the last quarter and outlines our goals for the upcoming quarter. Please take the time to read through the report and come prepared with any questions for our next meeting. Your input is valuable as we strategize for the future. Best, Finance Department.",
      "correct": "safe",
      "explain": "The email is from the finance department and contains a legitimate report attachment.",
      "attachment": "report.pdf"
    },
    {
      "subject": "Action Required: Invoice Payment",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We have encountered an issue with your recent invoice. Please find the attached document and follow the instructions to resolve the payment issue. It is important that this is addressed immediately to avoid any late fees. Thank you for your prompt attention to this matter. Regards, Finance Team.",
      "correct": "phish",
      "explain": "The email contains a request for action on an invoice with a malicious attachment.",
      "attachment": "invoice.pdf.bat"
    }
  ],
  "email_group_3": [
    {
      "subject": "IT Security Awareness Training",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, As part of our ongoing commitment to maintaining a secure work environment, we are implementing a mandatory IT security awareness training. Attached you will find the training materials that you must review before the scheduled session next week. Please ensure that you complete this training to help protect our company from potential threats. Thank you for your cooperation. Sincerely, IT Department.",
      "correct": "safe",
      "explain": "The email is from the IT department and includes a safe attachment related to training.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Immediate Action Required: Security Update",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We have detected a potential security vulnerability in your account. To protect your information, please download the attached file and follow the instructions to update your security settings. This action is crucial to ensure your account remains secure. Thank you, IT Support.",
      "correct": "phish",
      "explain": "The email prompts urgent action with a malicious attachment disguised as a PDF.",
      "attachment": "security_update.pdf.exe"
    }
  ],
  "email_group_4": [
    {
      "subject": "Upcoming Team Building Event",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are excited to announce an upcoming team-building event scheduled for next month. This event will provide a great opportunity for everyone to connect and strengthen our teamwork. More details will follow, but please mark your calendars! We look forward to seeing everyone there. Best, Facilities Team.",
      "correct": "safe",
      "explain": "The email provides information about a team-building event and does not contain any attachments."
    },
    {
      "subject": "Team Building Event Confirmation Required",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need your confirmation for the upcoming team-building event. Please find the attached document and confirm your attendance by the end of the week. Your participation is important to us. Regards, Facilities Team.",
      "correct": "phish",
      "explain": "The email requests confirmation with a malicious attachment disguised as a PDF.",
      "attachment": "event_details.pdf.exe"
    }
  ],
  "email_group_5": [
    {
      "subject": "New Travel Policy Guidelines",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We have updated our travel policy guidelines to better serve our employees. Please review the attached document which outlines the new procedures and reimbursement policies. It is important that all employees familiarize themselves with these changes before planning any business trips. Thank you for your attention. Best, Travel Department.",
      "correct": "safe",
      "explain": "The email contains a legitimate attachment regarding updated travel policies.",
      "attachment": "guidelines.pdf"
    },
    {
      "subject": "Action Needed: Travel Booking Confirmation",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need you to confirm your travel booking as soon as possible. Please download the attached document and follow the instructions provided. Failure to confirm may result in cancellation of your travel arrangements. Thank you for your prompt response. Regards, Travel Team.",
      "correct": "phish",
      "explain": "The email contains a malicious attachment disguised as a PDF and prompts urgent action.",
      "attachment": "booking_confirmation.pdf.bat"
    }
  ],
  "email_group_6": [
    {
      "subject": "Legal Compliance Training Reminder",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, This is a reminder that the legal compliance training session is scheduled for next week. Please ensure that you have completed all necessary preparations ahead of time. This training is essential for understanding our legal obligations and ensuring compliance within our operations. Thank you for your attention to this matter. Best, Legal Department.",
      "correct": "safe",
      "explain": "The email serves as a reminder for a training session and contains no attachments."
    },
    {
      "subject": "Urgent: Legal Document Review Required",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We require your immediate attention to review a legal document that needs your signature. Please download the attached file and follow the instructions to complete the review. It is crucial that this is done by the end of the day. Thank you for your cooperation. Regards, Legal Team.",
      "correct": "phish",
      "explain": "The email requests urgent action with a malicious attachment disguised as a PDF.",
      "attachment": "legal_document.pdf.exe"
    }
  ],
  "email_group_7": [
    {
      "subject": "Security Policy Review Meeting",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We will be holding a meeting next week to review our security policies. Your input is valuable, and we encourage everyone to participate. Please come prepared with any suggestions or questions you may have. Together, we can enhance our security measures. Thank you. Best, Security Team.",
      "correct": "safe",
      "explain": "The email invites employees to a meeting and contains no attachments."
    },
    {
      "subject": "Immediate Action Required: Security Update",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We have identified a potential security threat to your account. To protect your data, please download the attached file and follow the instructions to update your security settings immediately. This is urgent. Thank you for your prompt attention. Regards, Security Team.",
      "correct": "phish",
      "explain": "The email prompts urgent action with a malicious attachment disguised as a PDF.",
      "attachment": "security_update.pdf.exe"
    }
  ],
  "email_group_8": [
    {
      "subject": "Employee Benefits Enrollment",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, It’s that time of year again! We are excited to announce the opening of the benefits enrollment period. Attached you will find an overview of the benefits available to you. Please take the time to review this information and make your selections by the deadline. If you have any questions, feel free to reach out to HR. Best regards, HR Team.",
      "correct": "safe",
      "explain": "The email informs about benefits enrollment and includes a legitimate attachment.",
      "attachment": "benefits_overview.pdf"
    },
    {
      "subject": "Action Required: Benefits Enrollment Confirmation",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We need you to confirm your benefits enrollment as soon as possible. Please download the attached document and follow the instructions carefully. Failure to confirm may result in loss of benefits. Thank you for your prompt response. Regards, HR Team.",
      "correct": "phish",
      "explain": "The email contains a malicious attachment disguised as a PDF and requests urgent action.",
      "attachment": "enrollment_confirmation.pdf.exe"
    }
  ],
  "email_group_9": [
    {
      "subject": "New Project Kickoff Meeting",
      "from": "project@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are excited to announce the kickoff meeting for our new project. This meeting will outline the project goals, timelines, and team roles. Please mark your calendars for next Thursday at 10 AM. Your participation is crucial for the success of the project. Looking forward to seeing everyone there! Best, Project Management Team.",
      "correct": "safe",
      "explain": "The email invites employees to a meeting and contains no attachments."
    },
    {
      "subject": "Urgent: Project Document Review Needed",
      "from": "project@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need your immediate feedback on the attached project document. Please download it and provide your comments by the end of the day. Your input is essential for moving forward. Thank you! Regards, Project Management Team.",
      "correct": "phish",
      "explain": "The email contains a malicious attachment disguised as a PDF and requests urgent feedback.",
      "attachment": "project_document.pdf.bat"
    }
  ],
  "email_group_10": [
    {
      "subject": "Monthly Team Performance Review",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, Attached is the monthly performance review for your reference. This document outlines our team's achievements and areas for improvement. Please review it carefully and come prepared to discuss it in our next meeting. Your contributions are valued, and we appreciate your hard work. Best, HR Team.",
      "correct": "safe",
      "explain": "The email contains a legitimate attachment related to performance review.",
      "attachment": "performance_review.pdf"
    },
    {
      "subject": "Immediate Action Required: Performance Review Feedback",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need your immediate feedback on your performance review. Please download the attached document and provide your comments by the end of the day. This is crucial for your continued success within the company. Thank you! Regards, HR Team.",
      "correct": "phish",
      "explain": "The email requests urgent feedback with a malicious attachment disguised as a PDF.",
      "attachment": "performance_feedback.pdf.exe"
    }
  ],
  "email_group_11": [
    {
      "subject": "New Software Rollout",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are excited to announce the rollout of new software that will enhance our productivity. Training sessions will be scheduled next week, and we encourage everyone to participate. More details will follow soon. Thank you for your cooperation. Best, IT Department.",
      "correct": "safe",
      "explain": "The email provides information about a software rollout and contains no attachments."
    },
    {
      "subject": "Urgent: Software Installation Required",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need you to install the attached software update immediately to ensure your system's security. Please download the file and follow the instructions provided. This action is critical to protect your data. Thank you for your prompt attention. Regards, IT Support.",
      "correct": "phish",
      "explain": "The email prompts urgent action with a malicious attachment disguised as a PDF.",
      "attachment": "software_installation.pdf.exe"
    }
  ],
  "email_group_12": [
    {
      "subject": "Employee Recognition Program",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are pleased to announce the launch of our Employee Recognition Program. This initiative aims to acknowledge and celebrate the hard work and achievements of our employees. More details will be shared in the coming weeks. Thank you for your continued dedication. Best, HR Team.",
      "correct": "safe",
      "explain": "The email announces a new program and contains no attachments."
    },
    {
      "subject": "Action Required: Recognition Program Participation",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need your participation in the Employee Recognition Program. Please download the attached document and follow the instructions to confirm your involvement. Your participation is important for the program's success. Thank you! Regards, HR Team.",
      "correct": "phish",
      "explain": "The email requests participation with a malicious attachment disguised as a PDF.",
      "attachment": "recognition_participation.pdf.bat"
    }
  ],
  "email_group_13": [
    {
      "subject": "New Health and Safety Guidelines",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, Attached are the new health and safety guidelines that all employees must follow. Please take the time to read through the document and ensure compliance. Your safety is our top priority. If you have any questions, feel free to reach out. Best, Facilities Team.",
      "correct": "safe",
      "explain": "The email provides important safety information and includes a legitimate attachment.",
      "attachment": "safety_guidelines.pdf"
    },
    {
      "subject": "Immediate Action Required: Safety Compliance",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need you to confirm your compliance with the new safety guidelines. Please download the attached document and follow the instructions provided. It is crucial that this is done by the end of the day. Thank you for your prompt response. Regards, Facilities Team.",
      "correct": "phish",
      "explain": "The email requests urgent action with a malicious attachment disguised as a PDF.",
      "attachment": "safety_compliance.pdf.exe"
    }
  ],
  "email_group_14": [
    {
      "subject": "Annual Performance Appraisal",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, It’s time for your annual performance appraisal. Attached is the appraisal form that you need to fill out and submit by the end of the month. Your feedback is important for your development and our growth as a team. If you have any questions, please reach out to HR. Best regards, HR Team.",
      "correct": "safe",
      "explain": "The email contains a legitimate attachment related to performance appraisal.",
      "attachment": "appraisal_form.pdf"
    },
    {
      "subject": "Action Required: Appraisal Feedback Needed",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need your immediate feedback on your appraisal. Please download the attached document and provide your comments by the end of the day. This is crucial for your continued success within the company. Thank you! Regards, HR Team.",
      "correct": "phish",
      "explain": "The email requests urgent feedback with a malicious attachment disguised as a PDF.",
      "attachment": "appraisal_feedback.pdf.bat"
    }
  ],
  "email_group_15": [
    {
      "subject": "New Employee Orientation Schedule",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are pleased to announce the schedule for the new employee orientation. This is a great opportunity for new hires to learn about our company culture and policies. Please mark your calendars for the orientation sessions next month. We look forward to welcoming our new team members! Best, HR Team.",
      "correct": "safe",
      "explain": "The email provides information about orientation and contains no attachments."
    },
    {
      "subject": "Urgent: Orientation Confirmation Required",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello, We need you to confirm your attendance for the new employee orientation. Please download the attached document and follow the instructions to confirm. Your prompt response is appreciated. Thank you! Regards, HR Team.",
      "correct": "phish",
      "explain": "The email requests confirmation with a malicious attachment disguised as a PDF.",
      "attachment": "orientation_confirmation.pdf.exe"
    }
  ],
  "last_updated_emails": "2025-12-10T08:38:42.523Z"
}