{
  "email_group_1": [
    {
      "subject": "Mandatory Training Update",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We would like to inform you that there is a mandatory training session scheduled for next week. This training is crucial for your professional development and will cover essential topics that are relevant to your role. Please find attached the training materials that you need to review before the session. It is important that you complete the pre-training assessment which is also included in the attachment. Failure to attend the training may result in a review of your current position. If you have any questions, feel free to reach out. Best, HR Team.",
      "correct": "safe",
      "explain": "The email is from HR and contains a legitimate training attachment.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Urgent: Update Your Payment Information",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We have noticed an issue with your payment information and need you to update it immediately to avoid any disruptions in your salary. Please find the attached document which contains the necessary steps to update your information. It is crucial that you complete this as soon as possible. Thank you, Finance Department.",
      "correct": "phish",
      "explain": "The email requests sensitive information and includes a malicious attachment.",
      "attachment": "invoice.pdf.exe"
    }
  ],
  "email_group_2": [
    {
      "subject": "New IT Security Protocols",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team, As part of our ongoing efforts to enhance security, we are implementing new IT security protocols. This includes mandatory password updates and the use of two-factor authentication for all systems. Please make sure to follow the guidelines outlined in our internal portal. If you have questions, please do not hesitate to reach out to the IT helpdesk. Thank you for your cooperation. Regards, IT Department.",
      "correct": "safe",
      "explain": "The email provides information about security protocols without requesting sensitive information."
    },
    {
      "subject": "Immediate Action Required: Account Verification",
      "from": "support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear User, We have detected unusual activity on your account and require immediate verification to secure your information. Please download the attached verification form and follow the instructions carefully. Failure to complete this may result in account suspension. Thank you for your prompt attention to this matter. Sincerely, Support Team.",
      "correct": "phish",
      "explain": "The email creates a sense of urgency and includes a harmful attachment.",
      "attachment": "verification_form.pdf.bat"
    }
  ],
  "email_group_3": [
    {
      "subject": "Quarterly Performance Review Schedule",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are pleased to announce that the schedule for the quarterly performance reviews has been finalized. Each of you will receive an individual invite for your review session. Please prepare any necessary documents and feedback you would like to discuss. If you have any questions regarding the process, please reach out to HR. Best regards, HR Team.",
      "correct": "safe",
      "explain": "The email is informative and does not ask for sensitive information."
    },
    {
      "subject": "Action Required: Update Your Security Settings",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Attention, We have identified vulnerabilities in your current security settings. To protect your account, please download the attached file and follow the instructions to update your settings. This is an urgent matter, and your prompt action is required. Thank you, Security Team.",
      "correct": "phish",
      "explain": "The email pressures the user to act quickly and contains a malicious attachment.",
      "attachment": "security_settings_update.pdf.exe"
    }
  ],
  "email_group_4": [
    {
      "subject": "Upcoming Company Retreat Details",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team, We are excited to announce the details of our upcoming company retreat. This is a great opportunity for team building and relaxation. Please find attached the itinerary and important information regarding travel arrangements. We encourage everyone to participate and make the most of this experience. If you have any questions, please feel free to reach out. Best, Travel Department.",
      "correct": "safe",
      "explain": "The email provides details about a company event with a legitimate attachment.",
      "attachment": "retreat_details.pdf"
    },
    {
      "subject": "Your Account Needs Immediate Verification",
      "from": "admin@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We have detected suspicious activity on your account. To secure your information, please verify your account by downloading the attached document and following the instructions. This is a time-sensitive issue that requires your immediate attention. Regards, Admin Team.",
      "correct": "phish",
      "explain": "The email contains a sense of urgency and a harmful attachment.",
      "attachment": "account_verification.pdf.src"
    }
  ],
  "email_group_5": [
    {
      "subject": "New Policy on Remote Work",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employees, We are implementing a new policy regarding remote work arrangements. This policy aims to provide clarity and ensure compliance with legal standards. Please review the policy on the company intranet and reach out to the legal department if you have any questions. Thank you for your cooperation. Best, Legal Team.",
      "correct": "safe",
      "explain": "The email informs employees about a policy change without requesting sensitive information."
    },
    {
      "subject": "Important: Verify Your Account Information",
      "from": "info@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear User, We need you to verify your account information to ensure uninterrupted service. Please download the attached file and follow the instructions to complete the verification. This is critical for maintaining your account. Thank you for your prompt attention. Regards, Info Team.",
      "correct": "phish",
      "explain": "The email requests sensitive information and includes a malicious attachment.",
      "attachment": "account_info_verification.pdf.exe"
    }
  ],
  "email_group_6": [
    {
      "subject": "Health and Safety Training Reminder",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, This is a reminder for the upcoming health and safety training scheduled for next week. It is mandatory for all employees to attend. Attached you will find the training materials that need to be reviewed beforehand. Please ensure you are prepared for the session. If you have any questions, do not hesitate to reach out. Best regards, Facilities Team.",
      "correct": "safe",
      "explain": "The email is a reminder for a legitimate training session with an appropriate attachment.",
      "attachment": "safety_training.pdf"
    },
    {
      "subject": "Urgent: Update Required for Your Account",
      "from": "support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We have detected a security issue with your account and require you to update your information immediately. Please download the attached file to proceed with the update. Failure to do so may result in account suspension. Thank you for your immediate attention to this matter. Regards, Support Team.",
      "correct": "phish",
      "explain": "The email creates urgency and includes a harmful attachment.",
      "attachment": "update_account.pdf.bat"
    }
  ],
  "email_group_7": [
    {
      "subject": "New Employee Onboarding Process",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team, We are excited to share the new onboarding process for our incoming employees. This process has been designed to ensure a smooth transition and integration into the company. Please refer to the HR portal for more details and resources. If you have any questions, feel free to reach out. Best, HR Team.",
      "correct": "safe",
      "explain": "The email provides information about onboarding without requesting sensitive information."
    },
    {
      "subject": "Action Required: Confirm Your Account Details",
      "from": "admin@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear User, We need you to confirm your account details to prevent any service interruptions. Please download the attached document and follow the instructions to confirm your information. This is urgent and must be done immediately. Thank you, Admin Team.",
      "correct": "phish",
      "explain": "The email pressures the user to act quickly and contains a malicious attachment.",
      "attachment": "confirm_details.pdf.exe"
    }
  ],
  "email_group_8": [
    {
      "subject": "Company Newsletter - October Edition",
      "from": "marketing@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are pleased to share the October edition of our company newsletter. This edition includes updates on recent projects, employee spotlights, and upcoming events. We encourage everyone to read through it and stay informed. If you have any contributions for the next edition, please send them our way. Best, Marketing Team.",
      "correct": "safe",
      "explain": "The email shares company news and does not request sensitive information."
    },
    {
      "subject": "Important: Update Your Security Credentials",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Attention, We have detected suspicious activity on your account. To secure your information, please download the attached file and follow the instructions to update your security credentials. This is an urgent matter that requires your immediate attention. Thank you, Security Team.",
      "correct": "phish",
      "explain": "The email creates urgency and includes a harmful attachment.",
      "attachment": "security_credentials_update.pdf.src"
    }
  ],
  "email_group_9": [
    {
      "subject": "Team Building Activity Next Month",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team, We are excited to announce a team building activity scheduled for next month. This will be a great opportunity to strengthen our team dynamics and have some fun. More details will be shared soon. Please mark your calendars! Best, HR Team.",
      "correct": "safe",
      "explain": "The email informs about a team-building event without any malicious intent."
    },
    {
      "subject": "Immediate Action Required: Verify Your Account",
      "from": "info@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We have detected unusual activity on your account and require immediate verification. Please download the attached document and follow the instructions to verify your account. Failure to do so may result in account suspension. Thank you for your prompt attention. Regards, Info Team.",
      "correct": "phish",
      "explain": "The email creates urgency and includes a harmful attachment.",
      "attachment": "account_verification.pdf.exe"
    }
  ],
  "email_group_10": [
    {
      "subject": "Annual Performance Review Process",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, It’s that time of year again! We are starting the annual performance review process. Each of you will receive an email with your review schedule. Please prepare any documentation you wish to discuss during your review. If you have questions, please reach out to HR. Best regards, HR Team.",
      "correct": "safe",
      "explain": "The email outlines the performance review process without requesting sensitive information."
    },
    {
      "subject": "Action Required: Update Your Payment Information",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee, We have noticed an issue with your payment information and need you to update it immediately to avoid any disruptions in your salary. Please find the attached document which contains the necessary steps to update your information. It is crucial that you complete this as soon as possible. Thank you, Finance Department.",
      "correct": "phish",
      "explain": "The email requests sensitive information and includes a malicious attachment.",
      "attachment": "payment_info_update.pdf.bat"
    }
  ],
  "email_group_11": [
    {
      "subject": "Reminder: Health Benefits Enrollment",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team, This is a friendly reminder that the health benefits enrollment period is approaching. Please make sure to review your options and enroll before the deadline. If you have any questions, feel free to reach out to HR. Best, HR Team.",
      "correct": "safe",
      "explain": "The email serves as a reminder about benefits enrollment without any malicious intent."
    },
    {
      "subject": "Urgent: Confirm Your Account Information",
      "from": "admin@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear User, We need you to confirm your account information to avoid any service interruptions. Please download the attached document and follow the instructions to confirm your information. This is critical and must be done immediately. Thank you, Admin Team.",
      "correct": "phish",
      "explain": "The email pressures the user to act quickly and contains a malicious attachment.",
      "attachment": "confirm_account_info.pdf.exe"
    }
  ],
  "email_group_12": [
    {
      "subject": "New Marketing Strategy Meeting",
      "from": "marketing@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team, We are scheduling a meeting to discuss our new marketing strategy for the upcoming quarter. Your input is valuable, and we would like everyone to attend. Please check your calendars for the invite. Looking forward to seeing you all there! Best, Marketing Team.",
      "correct": "safe",
      "explain": "The email invites employees to a meeting without any malicious intent."
    },
    {
      "subject": "Immediate Action Required: Update Your Security Settings",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Attention, We have detected suspicious activity on your account. To secure your information, please download the attached file and follow the instructions to update your security settings. This is urgent and requires your immediate attention. Thank you, Security Team.",
      "correct": "phish",
      "explain": "The email creates urgency and includes a harmful attachment.",
      "attachment": "update_security_settings.pdf.bat"
    }
  ],
  "last_updated_emails": "2025-12-10T08:25:15.163Z"
}