{
  "email_group_1": [
    {
      "subject": "Annual Performance Review Feedback",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nAs part of our annual performance review process, we have compiled your feedback from various sources. Attached you will find a detailed report outlining your strengths and areas for improvement. Please review it carefully and feel free to reach out if you have any questions or would like to discuss it further.\n\nBest regards,\nHR Team",
      "correct": "safe",
      "explain": "The email is from HR and contains a legitimate attachment related to performance feedback.",
      "attachment": "feedback_report.pdf"
    },
    {
      "subject": "Urgent: Update Your Payroll Information",
      "from": "payroll@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed that your payroll information is outdated. Please download the attached form and complete it as soon as possible to ensure there are no disruptions in your salary payments. Failure to do so may result in delayed payments. \n\nThank you,\nPayroll Department",
      "correct": "phish",
      "explain": "The email requests sensitive information and has an executable attachment, which is a common phishing tactic.",
      "attachment": "update_form.pdf.exe"
    }
  ],
  "email_group_2": [
    {
      "subject": "Quarterly Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAttached is the quarterly financial report for Q3. Please review the document carefully and prepare any questions for our upcoming finance meeting. Your insights will be valuable as we discuss our performance and future strategies.\n\nBest,\nFinance Team",
      "correct": "safe",
      "explain": "The email contains a legitimate financial report attachment from the finance department.",
      "attachment": "Q3_report.pdf"
    },
    {
      "subject": "Action Required: Verify Your Account",
      "from": "support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear User,\n\nWe need you to verify your account to avoid suspension. Please download the attached verification form and follow the instructions. It is crucial that you complete this process within 24 hours to maintain your account access.\n\nRegards,\nSupport Team",
      "correct": "phish",
      "explain": "The email uses urgency to prompt action and includes a suspicious executable attachment.",
      "attachment": "verification_form.pdf.bat"
    }
  ],
  "email_group_3": [
    {
      "subject": "IT Security Training Reminder",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nThis is a friendly reminder about the upcoming IT security training scheduled for next week. Please find the training schedule attached. It is mandatory for all employees to attend. Let us know if you have any conflicts.\n\nThanks,\nIT Department",
      "correct": "safe",
      "explain": "The email is a standard reminder from IT with a relevant attachment.",
      "attachment": "training_schedule.pdf"
    },
    {
      "subject": "Important: Security Update Required",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nDue to recent security breaches, we require all employees to update their security settings immediately. Please download the attached guide and follow the instructions. This is critical to protect your account.\n\nThank you,\nSecurity Team",
      "correct": "phish",
      "explain": "The email creates a false sense of urgency and includes an executable attachment.",
      "attachment": "update_guide.pdf.exe"
    }
  ],
  "email_group_4": [
    {
      "subject": "Travel Expense Reimbursement",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nAttached is the travel expense reimbursement form for your recent business trip. Please review the details and submit any additional expenses by the end of the week. Let us know if you have any questions or need further assistance.\n\nBest,\nTravel Department",
      "correct": "safe",
      "explain": "The email is a routine communication from the travel department with a legitimate attachment.",
      "attachment": "expense_report.pdf"
    },
    {
      "subject": "Immediate Action Required: Update Your Travel Profile",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected an issue with your travel profile. Please download the attached file and update your information immediately to avoid issues with future bookings. This is very important!\n\nRegards,\nTravel Team",
      "correct": "phish",
      "explain": "The email uses urgency and includes a suspicious executable attachment.",
      "attachment": "travel_profile_update.pdf.exe"
    }
  ],
  "email_group_5": [
    {
      "subject": "Legal Compliance Training Confirmation",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nThis email confirms your registration for the upcoming legal compliance training. Attached is the training material for your review. Please ensure you complete the pre-training quiz included in the document before the session.\n\nBest regards,\nLegal Team",
      "correct": "safe",
      "explain": "The email confirms training registration and includes a legitimate attachment.",
      "attachment": "compliance_training.pdf"
    },
    {
      "subject": "Urgent: Legal Document Review Needed",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nWe need your immediate attention on a legal document that requires your review. Please download the attached document and provide your feedback within 24 hours. This matter is urgent and important.\n\nThank you,\nLegal Department",
      "correct": "phish",
      "explain": "The email creates urgency and contains an executable attachment, which is suspicious.",
      "attachment": "document_review.pdf.exe"
    }
  ],
  "email_group_6": [
    {
      "subject": "Facilities Maintenance Schedule",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear All,\n\nAttached is the updated facilities maintenance schedule for the next quarter. Please review it and let us know if you have any questions or concerns regarding the scheduled maintenance activities.\n\nBest,\nFacilities Team",
      "correct": "safe",
      "explain": "The email provides a maintenance schedule from the facilities department with a legitimate attachment.",
      "attachment": "maintenance_schedule.pdf"
    },
    {
      "subject": "Action Required: Facilities Access Update",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe are updating our access control system and need you to confirm your access levels. Please download the attached document and follow the instructions. It is critical that you complete this by the end of the day.\n\nRegards,\nFacilities Management",
      "correct": "phish",
      "explain": "The email pressures the recipient to act quickly and includes a suspicious executable attachment.",
      "attachment": "access_update.pdf.bat"
    }
  ],
  "email_group_7": [
    {
      "subject": "New Employee Orientation Details",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nWe are excited to welcome you to the team! Attached you will find all the necessary details regarding your orientation schedule and what to expect on your first day. If you have any questions, feel free to reach out.\n\nBest,\nHR Team",
      "correct": "safe",
      "explain": "The email is a standard onboarding communication with a legitimate attachment.",
      "attachment": "orientation_info.pdf"
    },
    {
      "subject": "Urgent: Confirm Your Employment Status",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to confirm your employment status immediately to avoid any disruptions in your benefits. Please download the attached document and follow the instructions. This is very important!\n\nThank you,\nHR Department",
      "correct": "phish",
      "explain": "The email uses urgency to prompt action and includes an executable attachment, which is suspicious.",
      "attachment": "employment_verification.pdf.exe"
    }
  ],
  "email_group_8": [
    {
      "subject": "Upcoming Team Building Event",
      "from": "events@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nWe are excited to announce an upcoming team building event! Attached are the details including the schedule and activities planned. Please make sure to RSVP by the end of the week. We look forward to seeing everyone there!\n\nCheers,\nEvents Team",
      "correct": "safe",
      "explain": "The email provides details about a team event with a legitimate attachment.",
      "attachment": "team_building_details.pdf"
    },
    {
      "subject": "Important: Team Event Confirmation Required",
      "from": "events@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to confirm your attendance at the upcoming team building event. Please download the attached confirmation form and submit it immediately. Failure to confirm may result in your exclusion from the event.\n\nThank you,\nEvents Department",
      "correct": "phish",
      "explain": "The email creates urgency and includes a suspicious executable attachment.",
      "attachment": "event_confirmation.pdf.exe"
    }
  ],
  "email_group_9": [
    {
      "subject": "Monthly Newsletter",
      "from": "communications@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAttached is this month's newsletter, highlighting our achievements and upcoming initiatives. We encourage everyone to read through it and stay informed about what’s happening in the company.\n\nBest,\nCommunications Team",
      "correct": "safe",
      "explain": "The email is a standard newsletter communication with a legitimate attachment.",
      "attachment": "newsletter.pdf"
    },
    {
      "subject": "Immediate Action Required: Newsletter Subscription Confirmation",
      "from": "communications@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to confirm your subscription to our monthly newsletter. Please download the attached file and follow the instructions. It is crucial that you complete this process within 48 hours to avoid missing important updates.\n\nRegards,\nCommunications Team",
      "correct": "phish",
      "explain": "The email pressures the recipient to act quickly and includes a suspicious executable attachment.",
      "attachment": "subscription_confirmation.pdf.exe"
    }
  ],
  "email_group_10": [
    {
      "subject": "Project Update Meeting",
      "from": "projectmanager@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nAttached is the agenda for our upcoming project update meeting. Please review it and come prepared with any updates or questions you may have. Looking forward to our discussion!\n\nBest,\nProject Management Team",
      "correct": "safe",
      "explain": "The email contains a legitimate agenda for a project meeting.",
      "attachment": "project_update_agenda.pdf"
    },
    {
      "subject": "Urgent: Project Update Required",
      "from": "projectmanager@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need your immediate attention on a project update. Please download the attached document and provide your feedback by the end of the day. This is critical for our project timeline.\n\nThank you,\nProject Management Team",
      "correct": "phish",
      "explain": "The email creates urgency and includes a suspicious executable attachment.",
      "attachment": "update_request.pdf.bat"
    }
  ],
  "last_updated_emails": "2025-12-10T08:45:36.271Z"
}