{
  "email_group_1": [
    {
      "subject": "Upcoming Mandatory Training Session",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe are excited to announce an upcoming mandatory training session scheduled for next week. This training will cover essential topics that are critical for your personal development and compliance with company policies. The session will be held on Wednesday, March 15th, from 10 AM to 12 PM in the main conference room.\n\nPlease make sure to review the attached training document prior to the session. It contains important information that will help you prepare for the training. We encourage you to come with questions and be ready to engage in discussions.\n\nIf you have any conflicts with the scheduled time, please reach out to your manager as soon as possible.\n\nThank you for your attention to this important matter. We look forward to seeing you there!\n\nBest regards,\n\nHR Department\nCompany Name\nhr@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is from the HR department and contains a legitimate training attachment.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Mandatory Training Session Confirmation",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe are pleased to confirm your attendance at the mandatory training session scheduled for next week. Please find the training document attached to this email. It is crucial that you read it thoroughly before the session.\n\nThe training will take place on Wednesday, March 15th, from 10 AM to 12 PM in the main conference room. If you have any questions or need to reschedule, please contact us immediately.\n\nWe appreciate your cooperation and look forward to seeing you there!\n\nBest,\n\nHR Team\nCompany Name\nhr@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email contains a suspicious executable attachment, which is a common phishing tactic.",
      "attachment": "training.pdf.exe"
    }
  ],
  "email_group_2": [
    {
      "subject": "Quarterly Financial Report Review",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAs we approach the end of the quarter, it's time to review our financial performance. Attached is the quarterly financial report for your review. Please take the time to analyze the data and prepare any questions or comments you may have for our upcoming meeting on March 20th.\n\nYour insights are invaluable to our financial planning and strategy moving forward. We appreciate your diligence in reviewing this report and look forward to your feedback.\n\nIf you have any issues accessing the report, please let me know.\n\nBest regards,\n\nFinance Department\nCompany Name\nfinance@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is from the Finance department with a legitimate report attachment."
    },
    {
      "subject": "Urgent: Review Attached Financial Document",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need your immediate attention regarding the attached financial document. It is crucial that you review it and respond as soon as possible. The document contains important information regarding our financial status that requires your input.\n\nPlease do not delay in opening the attachment and providing your feedback. If you encounter any issues, feel free to reach out.\n\nThank you for your prompt attention to this matter.\n\nSincerely,\n\nFinance Team\nCompany Name\nfinance@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email has a malicious executable attachment and creates a sense of urgency, typical of phishing attempts."
    }
  ],
  "email_group_3": [
    {
      "subject": "IT System Maintenance Notification",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe would like to inform you about the upcoming system maintenance scheduled for March 25th. Attached is the maintenance schedule detailing the times and systems affected. We expect minimal downtime, but we advise you to save your work and log off before the maintenance begins.\n\nIf you have any questions or concerns regarding this maintenance, please do not hesitate to reach out.\n\nThank you for your cooperation.\n\nBest,\n\nIT Department\nCompany Name\nit@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate notification from the IT department with a relevant attachment.",
      "attachment": "maintenance_schedule.pdf"
    },
    {
      "subject": "Important: Update Your IT Credentials",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected unusual activity in your account and require you to update your IT credentials immediately. Please find the attached document that will guide you through the process.\n\nIt is vital that you complete this update as soon as possible to ensure the security of your account. Failure to do so may result in restricted access.\n\nThank you for your immediate attention to this matter.\n\nRegards,\n\nIT Security Team\nCompany Name\nit@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email attempts to create urgency and includes a suspicious executable attachment, common in phishing.",
      "attachment": "maintenance_schedule.pdf.exe"
    }
  ],
  "email_group_4": [
    {
      "subject": "Travel Policy Update",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe have updated our travel policy to better serve our employees and streamline the reimbursement process. Please review the attached document for the latest updates and guidelines.\n\nWe encourage everyone to familiarize themselves with these changes before planning any upcoming travel. If you have any questions, feel free to reach out to the travel department.\n\nThank you for your attention to this important update.\n\nBest regards,\n\nTravel Department\nCompany Name\ntravel@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email contains a legitimate attachment regarding travel policy updates."
    },
    {
      "subject": "Urgent: Confirm Your Travel Arrangements",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to confirm your travel arrangements as soon as possible. Attached is a document that requires your immediate attention. Please open the attachment and follow the instructions to ensure your travel is booked correctly.\n\nFailure to respond may result in complications with your travel plans. Thank you for your prompt action.\n\nSincerely,\n\nTravel Team\nCompany Name\ntravel@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email includes a suspicious executable attachment and creates urgency, typical of phishing attempts."
    }
  ],
  "email_group_5": [
    {
      "subject": "New Company Policies Effective Next Month",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are writing to inform you that new company policies will take effect starting next month. Attached you will find a document outlining these changes. It is important that you review this document thoroughly to understand how these policies may affect you.\n\nIf you have any questions or concerns regarding the new policies, please do not hesitate to reach out to the legal department.\n\nThank you for your cooperation.\n\nBest regards,\n\nLegal Department\nCompany Name\nlegal@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate communication from the Legal department with an appropriate attachment.",
      "attachment": "company_policies.pdf"
    },
    {
      "subject": "Action Required: Review New Legal Document",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have attached a legal document that requires your immediate review. It is crucial that you open the attachment and follow the instructions provided.\n\nFailure to comply may result in legal repercussions. Please prioritize this matter and respond as soon as possible.\n\nThank you for your immediate attention.\n\nSincerely,\n\nLegal Team\nCompany Name\nlegal@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email contains a malicious executable attachment and pressures the recipient to act quickly, a common phishing tactic.",
      "attachment": "company_policies.pdf.exe"
    }
  ],
  "email_group_6": [
    {
      "subject": "Security Awareness Training Reminder",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nThis is a friendly reminder about the upcoming Security Awareness Training scheduled for April 5th. Attached is the training material that you should review before the session.\n\nYour participation is crucial to maintaining our company's security posture. Please ensure you complete the training by the deadline.\n\nIf you have any questions, feel free to reach out.\n\nBest regards,\n\nSecurity Department\nCompany Name\nsecurity@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate reminder from the Security department with a relevant attachment."
    },
    {
      "subject": "Immediate Action Required: Security Training Document",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected a security issue that requires your immediate attention. Please find the attached training document that you must open and review right away.\n\nFailure to comply may result in security breaches. It is imperative that you act quickly.\n\nThank you for your prompt action.\n\nSincerely,\n\nSecurity Team\nCompany Name\nsecurity@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email has a suspicious executable attachment and creates a sense of urgency, which is a common phishing strategy."
    }
  ],
  "email_group_7": [
    {
      "subject": "Employee Benefits Enrollment Period",
      "from": "benefits@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe are pleased to announce that the enrollment period for employee benefits will begin on April 1st. Attached you will find the benefits enrollment guide, which outlines the options available to you.\n\nPlease take the time to review the guide and prepare for the enrollment process. If you have any questions, do not hesitate to reach out to the benefits department.\n\nThank you for your attention.\n\nBest regards,\n\nBenefits Department\nCompany Name\nbenefits@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate communication from the Benefits department with an appropriate attachment."
    },
    {
      "subject": "Urgent: Confirm Your Benefits Enrollment",
      "from": "benefits@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must confirm your benefits enrollment immediately. Attached is the document that requires your urgent attention. Please open it and follow the instructions provided.\n\nFailure to respond may result in loss of benefits. Thank you for your immediate action.\n\nBest,\n\nBenefits Team\nCompany Name\nbenefits@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email includes a malicious executable attachment and pressures the recipient to act quickly, a common phishing tactic."
    }
  ],
  "email_group_8": [
    {
      "subject": "Annual Performance Review Schedule",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe are reaching out to inform you about the schedule for the upcoming annual performance reviews. Attached is the detailed schedule for your reference. Please make sure to prepare accordingly and reach out to your manager if you have any questions.\n\nYour performance review is an important part of your career development, and we look forward to discussing your progress.\n\nBest regards,\n\nHR Department\nCompany Name\nhr@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate communication from the HR department with a relevant attachment."
    },
    {
      "subject": "Action Required: Performance Review Document",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou are required to review the attached performance review document immediately. It contains vital information regarding your upcoming review.\n\nFailure to comply may affect your performance evaluation. Please prioritize this matter and respond as soon as possible.\n\nThank you for your prompt attention.\n\nSincerely,\n\nHR Team\nCompany Name\nhr@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email contains a malicious executable attachment and creates urgency, typical of phishing attempts."
    }
  ],
  "email_group_9": [
    {
      "subject": "Office Supplies Order Confirmation",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nWe would like to confirm your recent order for office supplies. Attached is the order confirmation document for your records. Please review it and let us know if you have any questions or concerns.\n\nThank you for your order, and we appreciate your attention to maintaining a well-stocked office.\n\nBest regards,\n\nFacilities Department\nCompany Name\nfacilities@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate confirmation from the Facilities department with a relevant attachment."
    },
    {
      "subject": "Urgent: Confirm Your Office Supplies Order",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nIt is imperative that you confirm your office supplies order immediately. Attached is the document that requires your urgent review.\n\nFailure to respond may result in delays in receiving your supplies. Thank you for your prompt action.\n\nSincerely,\n\nFacilities Team\nCompany Name\nfacilities@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email includes a suspicious executable attachment and creates a sense of urgency, which is a common phishing tactic."
    }
  ],
  "email_group_10": [
    {
      "subject": "Team Outing Event Details",
      "from": "events@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are excited to announce the details of our upcoming team outing! Attached is the document with all the information you need to know about the event, including the date, location, and activities planned.\n\nWe hope everyone can join us for a fun day of team building and relaxation!\n\nBest,\n\nEvents Department\nCompany Name\nevents@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate announcement from the Events department with a relevant attachment.",
      "attachment": "team_outing_details.pdf"
    },
    {
      "subject": "Action Required: Confirm Your Attendance for Team Event",
      "from": "events@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must confirm your attendance for the upcoming team outing immediately. Attached is the document that requires your urgent review.\n\nFailure to respond may result in missing out on this exciting opportunity. Thank you for your prompt action.\n\nSincerely,\n\nEvents Team\nCompany Name\nevents@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email contains a malicious executable attachment and pressures the recipient to act quickly, a common phishing tactic.",
      "attachment": "team_outing_details.pdf.exe"
    }
  ],
  "email_group_11": [
    {
      "subject": "New Software Installation Instructions",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are excited to inform you that a new software will be rolled out next week. Attached is the installation guide to help you through the process. Please review it carefully and follow the instructions to ensure a smooth installation.\n\nIf you have any questions or run into issues, please do not hesitate to reach out to the IT department for assistance.\n\nThank you for your cooperation.\n\nBest regards,\n\nIT Department\nCompany Name\nit@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate communication from the IT department with a relevant attachment."
    },
    {
      "subject": "Urgent: Update Your Software Immediately",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must update your software immediately. Attached is the document that contains the instructions you need to follow. Please open the attachment and complete the update without delay.\n\nFailure to comply may result in security vulnerabilities. Thank you for your immediate attention to this matter.\n\nSincerely,\n\nIT Security Team\nCompany Name\nit@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email includes a suspicious executable attachment and creates urgency, typical of phishing attempts."
    }
  ],
  "email_group_12": [
    {
      "subject": "New Hire Orientation Schedule",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are pleased to share the schedule for the upcoming new hire orientation. Attached is the orientation schedule that outlines the sessions and activities planned for the day.\n\nWe encourage all new hires to review the schedule and prepare any questions they may have. If you have any concerns, please reach out to the HR department.\n\nBest regards,\n\nHR Department\nCompany Name\nhr@company.com\n(123) 456-7890",
      "correct": "safe",
      "explain": "This email is a legitimate communication from the HR department with a relevant attachment."
    },
    {
      "subject": "Action Required: Confirm Your Orientation Attendance",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must confirm your attendance for the new hire orientation immediately. Attached is the document that requires your urgent review.\n\nFailure to respond may result in complications with your onboarding process. Thank you for your prompt action.\n\nSincerely,\n\nHR Team\nCompany Name\nhr@company.com\n(123) 456-7890",
      "correct": "phish",
      "explain": "This email contains a malicious executable attachment and pressures the recipient to act quickly, a common phishing tactic."
    }
  ],
  "last_updated_emails": "2025-12-29T04:30:46.984Z",
  "email_group_13": [
    {
      "subject": "Annual Performance Review Process",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nAs we approach the end of the fiscal year, I wanted to remind everyone about the upcoming Annual Performance Review process. This is an important time for all of us to reflect on our achievements and set goals for the upcoming year. \n\nPlease find attached the Performance Review Guide, which outlines the steps you need to follow to complete your self-assessment. Make sure to submit your reviews by the deadline of December 15th. \n\nIf you have any questions or need assistance, feel free to reach out.\n\nBest regards,\n\nHR Team",
      "correct": "safe",
      "explain": "The email is from the HR department, contains a legitimate attachment, and discusses a standard company procedure."
    },
    {
      "subject": "Important: Update Your Performance Review",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed that you have not yet updated your performance review. It is crucial that you complete this as soon as possible to avoid any issues with your evaluation. \n\nAttached is the updated Performance Review Guide that you must download and execute to proceed. Please ensure you do this before the deadline.\n\nThank you,\n\nHR Team",
      "correct": "phish",
      "explain": "The email includes an executable attachment which is suspicious and is trying to trick the employee into running malicious software."
    }
  ],
  "email_group_14": [
    {
      "subject": "Quarterly Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAttached you will find the Quarterly Financial Report for Q3. This document provides a comprehensive overview of our financial performance, including revenue, expenses, and profit margins. \n\nPlease review the report carefully and let me know if you have any questions or need further clarification. Your insights are invaluable as we prepare for the upcoming quarterly meeting.\n\nBest,\n\nFinance Department",
      "correct": "safe",
      "explain": "The email is from the Finance department, contains a PDF attachment, and discusses a routine financial report."
    },
    {
      "subject": "Urgent: Financial Report Update Required",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have identified a critical issue with the Quarterly Financial Report that requires your immediate attention. Please download the attached file and execute it to resolve the discrepancies. \n\nFailure to do so may result in significant consequences for our department. \n\nThank you for your prompt action.\n\nFinance Department",
      "correct": "phish",
      "explain": "The email requests the recipient to execute a .bat file, which is a common tactic in phishing attempts to install malware."
    }
  ],
  "email_group_15": [
    {
      "subject": "IT System Maintenance Notification",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear All,\n\nWe would like to inform you about the scheduled maintenance for our IT systems. This maintenance is necessary to ensure that our systems remain secure and efficient. \n\nThe maintenance will take place on Saturday, November 20th, from 10 PM to 2 AM. During this time, access to certain systems may be limited. \n\nPlease find the maintenance schedule attached for your reference. If you have any questions, feel free to reach out.\n\nBest regards,\n\nIT Department",
      "correct": "safe",
      "explain": "The email is from the IT department, contains a legitimate PDF attachment, and provides information about scheduled maintenance.",
      "attachment": "maintenance_schedule.pdf"
    },
    {
      "subject": "Action Required: IT System Maintenance",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to take immediate action regarding the upcoming IT system maintenance. Please download and run the attached file to confirm your participation. \n\nYour prompt response is crucial to ensure that our systems are properly maintained. \n\nThank you,\n\nIT Department",
      "correct": "phish",
      "explain": "The email includes an executable attachment that is intended to trick the recipient into running malicious software.",
      "attachment": "maintenance_schedule.pdf.exe"
    }
  ],
  "email_group_16": [
    {
      "subject": "Travel Expense Reimbursement",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nAs part of our ongoing efforts to streamline the travel reimbursement process, we have attached the new Travel Expense Reimbursement Form. Please fill it out and submit it along with your receipts for any travel expenses incurred during the last quarter. \n\nMake sure to submit your forms by the end of the month to ensure timely processing. If you have any questions, please do not hesitate to reach out.\n\nBest,\n\nTravel Department",
      "correct": "safe",
      "explain": "The email is from the Travel department, contains a legitimate PDF attachment, and provides information about reimbursement procedures.",
      "attachment": "travel_expense_form.pdf"
    },
    {
      "subject": "Urgent: Travel Expense Form Submission",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nIt is imperative that you submit your Travel Expense Form immediately. Attached is the form you need to download and execute to complete your submission. \n\nFailure to comply may result in delays in your reimbursement. \n\nThank you,\n\nTravel Department",
      "correct": "phish",
      "explain": "The email requests the recipient to execute a file, which is a common phishing tactic to install malware.",
      "attachment": "travel_expense_form.pdf.exe"
    }
  ],
  "email_group_17": [
    {
      "subject": "New Security Protocols Implementation",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are implementing new security protocols to enhance our data protection measures. Attached you will find a document outlining the new protocols and procedures that need to be followed. \n\nPlease review the document carefully and ensure that you comply with the new guidelines starting next week. If you have any questions, feel free to reach out to the Security team.\n\nBest,\n\nSecurity Department",
      "correct": "safe",
      "explain": "The email is from the Security department, contains a legitimate PDF attachment, and provides important information about security protocols.",
      "attachment": "security_protocols.pdf"
    },
    {
      "subject": "Immediate Action Required: Security Update",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou are required to download and execute the attached file to update your security settings immediately. This is crucial to protect your account from potential threats. \n\nFailure to act may result in account suspension. \n\nThank you,\n\nSecurity Department",
      "correct": "phish",
      "explain": "The email includes an executable attachment that aims to trick the recipient into running malicious software.",
      "attachment": "security_protocols.pdf.exe"
    }
  ],
  "email_group_18": [
    {
      "subject": "Legal Document Review Request",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nAs part of our ongoing legal compliance efforts, we need your assistance in reviewing the attached contract review guidelines. This document outlines the key points to consider during the review process. \n\nPlease take the time to read through the guidelines and reach out if you have any questions. Your feedback is essential for ensuring compliance.\n\nBest regards,\n\nLegal Department",
      "correct": "safe",
      "explain": "The email is from the Legal department, contains a legitimate PDF attachment, and discusses a standard document review process."
    },
    {
      "subject": "Urgent: Legal Document Action Required",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must download and execute the attached file to comply with our legal document review requirements. This is mandatory and failure to do so may result in legal repercussions. \n\nThank you for your immediate attention to this matter.\n\nLegal Department",
      "correct": "phish",
      "explain": "The email requests the recipient to execute a file, which is a common phishing tactic to install malware."
    }
  ],
  "email_group_19": [
    {
      "subject": "New Employee Onboarding Schedule",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nWe are excited to welcome new employees to our team! Attached is the onboarding schedule for the upcoming month. Please review it and ensure that you are prepared to assist with the onboarding process. \n\nIf you have any questions, do not hesitate to reach out. Thank you for your cooperation.\n\nBest,\n\nHR Department",
      "correct": "safe",
      "explain": "The email is from the HR department, contains a legitimate PDF attachment, and discusses an onboarding process.",
      "attachment": "onboarding_schedule.pdf"
    },
    {
      "subject": "Action Required: New Employee Onboarding",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou are required to download and execute the attached file to access the new employee onboarding schedule. This is crucial for your participation in the onboarding process. \n\nFailure to comply may result in missing important information. \n\nThank you,\n\nHR Department",
      "correct": "phish",
      "explain": "The email includes an executable attachment that is intended to trick the recipient into running malicious software.",
      "attachment": "onboarding_schedule.pdf.exe"
    }
  ],
  "email_group_20": [
    {
      "subject": "Company Policy Update Notification",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear All,\n\nWe are implementing updates to our company policies. Attached is the document outlining the changes that will take effect next month. \n\nPlease read through the document carefully and ensure you understand the new policies. If you have any questions, feel free to reach out to HR. \n\nBest regards,\n\nHR Team",
      "correct": "safe",
      "explain": "The email is from the HR department, contains a legitimate PDF attachment, and informs employees about policy updates."
    },
    {
      "subject": "Urgent: Company Policy Update Required",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must download and execute the attached file to comply with the new company policy updates. This is mandatory and failure to do so may result in disciplinary action. \n\nThank you for your immediate attention.\n\nHR Team",
      "correct": "phish",
      "explain": "The email requests the recipient to execute a file, which is a common phishing tactic to install malware."
    }
  ],
  "email_group_21": [
    {
      "subject": "Employee Benefits Enrollment Reminder",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nThis is a friendly reminder that the enrollment period for employee benefits is approaching. Attached is the benefits enrollment guide that outlines the options available to you. \n\nPlease review the guide and make your selections by the end of the month. If you have any questions, please reach out to HR. \n\nBest,\n\nHR Department",
      "correct": "safe",
      "explain": "The email is from the HR department, contains a legitimate PDF attachment, and discusses benefits enrollment."
    },
    {
      "subject": "Action Required: Benefits Enrollment Update",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou are required to download and execute the attached file to complete your benefits enrollment. This is crucial to ensure that you receive your benefits without any issues. \n\nThank you for your prompt action.\n\nHR Department",
      "correct": "phish",
      "explain": "The email includes an executable attachment that is intended to trick the recipient into running malicious software."
    }
  ],
  "email_group_22": [
    {
      "subject": "Upcoming Team Building Event",
      "from": "events@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are excited to announce an upcoming team-building event scheduled for next month! Attached is the event details and schedule. \n\nPlease review the document and mark your calendars. We look forward to seeing everyone there! If you have any questions, feel free to reach out.\n\nBest,\n\nEvents Team",
      "correct": "safe",
      "explain": "The email is from the Events department, contains a legitimate PDF attachment, and discusses a team-building event."
    },
    {
      "subject": "Urgent: Team Building Event Confirmation Required",
      "from": "events@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must download and execute the attached file to confirm your participation in the upcoming team-building event. This is mandatory and failure to comply may result in missing out on important activities. \n\nThank you,\n\nEvents Team",
      "correct": "phish",
      "explain": "The email requests the recipient to execute a file, which is a common phishing tactic to install malware."
    }
  ],
  "email_group_23": [
    {
      "subject": "Project Deadline Reminder",
      "from": "project_management@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nThis is a reminder that the deadline for the current project is approaching. Attached is a document outlining the key deliverables and timelines. \n\nPlease ensure that you are on track to meet the deadline. If you have any questions, do not hesitate to reach out to the project management team.\n\nBest,\n\nProject Management Team",
      "correct": "safe",
      "explain": "The email is from the Project Management department, contains a legitimate PDF attachment, and discusses project deadlines."
    },
    {
      "subject": "Action Required: Project Deadline Confirmation",
      "from": "project_management@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou are required to download and execute the attached file to confirm your understanding of the project deadlines. This is crucial to ensure that you meet the expectations. \n\nThank you for your immediate attention.\n\nProject Management Team",
      "correct": "phish",
      "explain": "The email includes an executable attachment that is intended to trick the recipient into running malicious software."
    }
  ],
  "email_group_24": [
    {
      "subject": "Mandatory Compliance Training",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nAs part of our ongoing commitment to compliance and safety, we are implementing a mandatory training session for all employees. This training will cover essential topics including workplace safety, harassment policies, and compliance regulations. \n\nPlease find the training document attached. It is crucial that you review this material before attending the session scheduled for next week. \n\nIf you have any questions, feel free to reach out.\n\nBest regards,\n\nHR Department",
      "correct": "safe",
      "explain": "The email is from HR, contains a legitimate attachment, and discusses mandatory training.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Urgent: Compliance Training Required",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have identified a compliance issue that requires immediate attention. You must complete the attached training to avoid penalties. \n\nThis training is critical and must be completed by the end of the day. Failure to comply will result in disciplinary action. \n\nPlease download the attached file and follow the instructions carefully.\n\nSincerely,\n\nHR Team",
      "correct": "phish",
      "explain": "The email uses urgency and contains an executable attachment, which is a common phishing tactic.",
      "attachment": "training.pdf.exe"
    }
  ],
  "email_group_25": [
    {
      "subject": "Quarterly Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAttached you will find the quarterly financial report for your review. This document includes key insights and performance metrics that are vital for our upcoming strategy meeting. \n\nPlease take the time to analyze the data and come prepared with any questions or comments.\n\nBest,\n\nFinance Department",
      "correct": "safe",
      "explain": "The email is from the finance department, contains a legitimate PDF attachment, and discusses a quarterly report."
    },
    {
      "subject": "Immediate Action Required: Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have encountered discrepancies in the financial report that require your immediate attention. Please download the attached document and follow the instructions to resolve these issues. \n\nFailure to act promptly may result in serious consequences. \n\nRegards,\n\nFinance Team",
      "correct": "phish",
      "explain": "The email creates a sense of urgency and includes an executable file, which is characteristic of phishing attempts."
    }
  ],
  "email_group_26": [
    {
      "subject": "IT System Upgrade Notification",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe would like to inform you about an upcoming system upgrade that will take place this weekend. During this time, access to certain applications may be limited. \n\nPlease ensure that you save your work and log out of the system before the upgrade begins. We appreciate your understanding and cooperation.\n\nThank you,\n\nIT Department",
      "correct": "safe",
      "explain": "The email is a standard notification from IT with no attachments and provides clear information about a scheduled upgrade."
    },
    {
      "subject": "Action Required: IT System Upgrade",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe need you to download the attached file to prepare for the upcoming IT system upgrade. This is mandatory and must be completed ASAP to avoid disruptions. \n\nFailure to comply may lead to loss of access to your accounts. \n\nBest,\n\nIT Support",
      "correct": "phish",
      "explain": "The email demands immediate action and includes an executable attachment, which is suspicious.",
      "attachment": "upgrade_instructions.pdf.exe"
    }
  ],
  "email_group_27": [
    {
      "subject": "Travel Itinerary Confirmation",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nYour travel itinerary for the upcoming business trip has been confirmed. Please find the details attached. Make sure to review the document and let us know if you have any questions. \n\nSafe travels!\n\nTravel Department",
      "correct": "safe",
      "explain": "The email confirms travel plans and includes a legitimate PDF attachment with itinerary details."
    },
    {
      "subject": "Urgent: Travel Itinerary Required",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYour travel itinerary is attached. It is imperative that you download and review it immediately to ensure your trip goes smoothly. \n\nNeglecting to do so could result in complications during your travel. \n\nRegards,\n\nTravel Team",
      "correct": "phish",
      "explain": "The email creates urgency and includes an executable attachment, which is a common phishing tactic."
    }
  ],
  "email_group_28": [
    {
      "subject": "New Policy Update",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are implementing a new policy regarding remote work. This policy aims to enhance productivity and ensure compliance with company standards. \n\nPlease take a moment to read through the new guidelines, which will be effective starting next month. If you have any questions, do not hesitate to reach out.\n\nBest,\n\nLegal Department",
      "correct": "safe",
      "explain": "The email provides information about a policy update from the legal department and does not contain any attachments."
    },
    {
      "subject": "Immediate Attention Required: Policy Update",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nA critical policy update requires your immediate attention. Please download the attached document and review it thoroughly. \n\nFailure to comply with the new policy may result in disciplinary action. \n\nSincerely,\n\nLegal Team",
      "correct": "phish",
      "explain": "The email uses urgency and includes an executable attachment, which is a hallmark of phishing emails.",
      "attachment": "policy_update.pdf.exe"
    }
  ],
  "email_group_29": [
    {
      "subject": "Mandatory Training Session",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nAs part of our ongoing commitment to employee development, we are introducing a mandatory training session scheduled for next week. Please find attached the training materials that you are required to review before the session. \n\nThe training will cover important updates in our policies and procedures, and your participation is crucial. If you have any questions, feel free to reach out.\n\nBest regards,\n\nHR Department",
      "correct": "safe",
      "explain": "This email is from HR, contains a legitimate attachment for training, and is a standard communication.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Urgent: Update Your Training Materials",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed that your training materials are outdated. Please download the updated materials from the attachment to ensure compliance with our new policies. \n\nFailure to do so may result in disciplinary actions. \n\nThank you for your prompt attention to this matter.\n\nBest,\nHR Department",
      "correct": "phish",
      "explain": "This email contains an executable attachment and uses urgency to pressure the recipient, typical of phishing attempts.",
      "attachment": "training.pdf.exe"
    }
  ],
  "email_group_30": [
    {
      "subject": "Quarterly Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nAttached you will find the quarterly financial report for your review. Please take a moment to go through it and let me know if you have any questions or need further clarification.\n\nWe appreciate your attention to detail and your contributions to our financial planning.\n\nBest,\nFinance Team",
      "correct": "safe",
      "explain": "The email is from the finance department with a legitimate PDF attachment containing financial information.",
      "attachment": "report.pdf"
    },
    {
      "subject": "Immediate Action Required: Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have identified discrepancies in your financial report. Please review the attached document immediately and follow the instructions provided to rectify the issues.\n\nFailure to comply may result in financial penalties. \n\nRegards,\nFinance Department",
      "correct": "phish",
      "explain": "This email contains a suspicious executable attachment and employs a threatening tone, indicating it's a phishing attempt.",
      "attachment": "report.pdf.bat"
    }
  ],
  "email_group_31": [
    {
      "subject": "IT System Maintenance Notification",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe would like to inform you about the scheduled maintenance of our IT systems this weekend. During this time, access to certain applications may be limited.\n\nWe appreciate your understanding and cooperation as we work to improve our systems.\n\nThank you,\nIT Department",
      "correct": "safe",
      "explain": "This email is a standard notification from IT about maintenance, with no attachments or suspicious content."
    },
    {
      "subject": "Urgent: IT System Access Required",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYour immediate attention is required! Please find attached the access instructions for our IT systems. It is critical that you follow the steps outlined in the document.\n\nFailure to do so may result in loss of access.\n\nBest,\nIT Department",
      "correct": "phish",
      "explain": "This email has an executable attachment and creates a false sense of urgency, typical of phishing emails."
    }
  ],
  "email_group_32": [
    {
      "subject": "Travel Policy Update",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe have updated our travel policy to better accommodate our employees. Please find the updated policy document attached for your reference.\n\nIf you have any questions regarding the changes, please do not hesitate to reach out.\n\nBest regards,\nTravel Department",
      "correct": "safe",
      "explain": "This email is a legitimate communication from the travel department with a safe PDF attachment.",
      "attachment": "travel_policy.pdf"
    },
    {
      "subject": "Action Required: Travel Policy Violation",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected a violation of our travel policy linked to your recent travel. Please review the attached document and confirm your compliance.\n\nFailure to respond may lead to disciplinary action.\n\nThank you,\nTravel Department",
      "correct": "phish",
      "explain": "This email contains an executable attachment and uses fear tactics to elicit a response, indicating it's a phishing attempt.",
      "attachment": "travel_policy.pdf.exe"
    }
  ],
  "email_group_33": [
    {
      "subject": "Security Awareness Training",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAs part of our commitment to maintaining a secure workplace, we will be conducting a security awareness training session next month. Attached is the training document that you should review beforehand.\n\nYour participation is essential to ensure our collective safety.\n\nBest,\nSecurity Team",
      "correct": "safe",
      "explain": "This email is a legitimate communication regarding security training with an appropriate PDF attachment."
    },
    {
      "subject": "Immediate Action Required: Security Breach",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected a potential security breach linked to your account. Please download the attached report and follow the instructions immediately to secure your information.\n\nFailure to act may result in compromised data.\n\nRegards,\nSecurity Team",
      "correct": "phish",
      "explain": "This email contains an executable attachment and creates urgency around a security issue, which is typical of phishing emails."
    }
  ],
  "email_group_34": [
    {
      "subject": "Mandatory Training Session Reminder",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nThis is a reminder for the upcoming mandatory training session scheduled for next week. All employees are required to attend to ensure compliance with our new policies.\n\nPlease find attached the training materials that you will need to review before the session. Make sure to complete the pre-training quiz as well.\n\nIf you have any questions, feel free to reach out.\n\nBest regards,\nHR Team",
      "correct": "safe",
      "explain": "The email comes from the HR department and contains a legitimate attachment related to training.",
      "attachment": "training.pdf"
    },
    {
      "subject": "Urgent: Update Your Training Documents",
      "from": "hr-update@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have noticed that your training documents are outdated. Please download the attached file and update your records immediately. Failure to comply may result in disciplinary action.\n\nThank you for your prompt attention to this matter.\n\nSincerely,\nHR Department",
      "correct": "phish",
      "explain": "The email uses a sense of urgency and the attachment is an executable file, indicating a phishing attempt.",
      "attachment": "training.pdf.exe"
    }
  ],
  "email_group_35": [
    {
      "subject": "Quarterly Financial Report",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nAttached you will find the quarterly financial report for your review. Please take a moment to go through the document and let me know if you have any questions or concerns.\n\nWe appreciate your input and feedback.\n\nBest,\nFinance Team",
      "correct": "safe",
      "explain": "The email is from the Finance department and contains a legitimate PDF attachment.",
      "attachment": "report.pdf"
    },
    {
      "subject": "Action Required: Financial Report Update",
      "from": "finance-alert@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have updated the financial report and require your immediate attention. Please download the attached file and review it as soon as possible. Your prompt action is necessary to avoid any issues.\n\nThank you,\nFinance Department",
      "correct": "phish",
      "explain": "The email creates a false sense of urgency and the attachment is an executable file, indicating a phishing attempt.",
      "attachment": "report.pdf.exe"
    }
  ],
  "email_group_36": [
    {
      "subject": "IT System Maintenance Notification",
      "from": "it-support@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear All,\n\nWe would like to inform you that there will be scheduled maintenance on our IT systems this weekend. During this time, access to certain applications may be limited.\n\nPlease plan accordingly and reach out if you have any questions.\n\nBest regards,\nIT Support Team",
      "correct": "safe",
      "explain": "The email provides information about scheduled maintenance from the IT department without any suspicious attachments."
    },
    {
      "subject": "Immediate Action Required: IT System Update",
      "from": "it-alert@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nDue to a critical update, you must download and run the attached file immediately to ensure your access to company systems. Failure to do so may result in loss of access.\n\nThank you,\nIT Department",
      "correct": "phish",
      "explain": "The email demands immediate action and includes a suspicious executable attachment, indicating a phishing attempt.",
      "attachment": "system-update.bat"
    }
  ],
  "email_group_37": [
    {
      "subject": "Travel Itinerary Confirmation",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYour travel itinerary has been confirmed. Please find the attached document for all relevant details regarding your upcoming trip.\n\nIf you have any questions or need further assistance, feel free to contact us.\n\nSafe travels,\nTravel Department",
      "correct": "safe",
      "explain": "The email is from the Travel department and contains a legitimate PDF attachment regarding travel plans."
    },
    {
      "subject": "Urgent: Travel Itinerary Update Needed",
      "from": "travel-alert@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nThere has been an important update to your travel itinerary. Please download the attached file and follow the instructions to confirm your travel arrangements.\n\nFailure to act may affect your travel plans.\n\nRegards,\nTravel Team",
      "correct": "phish",
      "explain": "The email creates urgency and includes an executable file attachment, indicating a phishing attempt."
    }
  ],
  "email_group_38": [
    {
      "subject": "New Security Protocols Implementation",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are implementing new security protocols to enhance the safety of our data. Please review the attached guidelines and ensure compliance with the new measures.\n\nIf you have any questions, please reach out to the Security Team.\n\nBest,\nSecurity Department",
      "correct": "safe",
      "explain": "The email provides information about new security protocols from the Security department without any suspicious attachments."
    },
    {
      "subject": "Important Security Update: Immediate Action Required",
      "from": "security-update@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nDue to recent security breaches, you are required to download the attached file and follow the instructions immediately to secure your account.\n\nFailure to comply may result in account suspension.\n\nThank you,\nSecurity Team",
      "correct": "phish",
      "explain": "The email creates a false sense of urgency and includes a suspicious executable attachment, indicating a phishing attempt."
    }
  ]
}