{
  "email_group_1": [
    {
      "subject": "Updated Benefits Package Overview",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "attachment": "Benefits_Overview.pdf",
      "desc": "Dear Employee,\n\nAs part of our continuing efforts to improve our employee wellness and support programs, we have updated the company benefits package for the upcoming fiscal year. This update includes adjustments to our medical coverage options, enhancements to mental-health support services, improvements to parental leave policies, and expanded reimbursement categories for learning and development.\n\nYou will find the complete breakdown of these updates in the attached PDF. We encourage all employees to review the document carefully so you are fully aware of the new changes and the resources available to you and your family.\n\nThere is no action required at this time. If you have questions after reviewing the attachment, feel free to contact the HR Services Desk.\n\nBest regards,\nHuman Resources Team",
      "explain": "This is a normal HR email with a legitimate PDF, calm tone, and no requests for sensitive data."
    },
    {
      "subject": "URGENT: Benefits Verification Required Immediately",
      "from": "hr-support@compaany-benefits.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Benefits_Update.pdf.exe",
      "desc": "Dear Employee,\n\nOur system has identified that your benefits information cannot be verified for the upcoming enrollment cycle. This issue may result in an interruption or cancellation of your medical and payroll-linked services if not resolved within the next several hours.\n\nTo avoid disruption, you must open the attached document titled “Benefits_Update.pdf.exe” and complete the verification steps. The tool will confirm your eligibility and reauthenticate your benefits profile. Failure to complete this process promptly may result in loss of access to key HR systems.\n\nPlease note that this is an automated message, and HR cannot assist you until the verification is complete.\n\nRegards,\nBenefits Security Team",
      "explain": "Fake domain, urgency, and a malicious executable attachment disguised as a PDF indicate phishing."
    }
  ],
  "email_group_2": [
    {
      "subject": "Payroll Adjustment Confirmation",
      "from": "payroll@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "desc": "Dear Employee,\n\nThis message is to confirm that the payroll adjustment from your previous cycle has been reviewed and approved by the Compensation Review Board. The updated figures will be reflected in your forthcoming payslip accessible through the Employee Portal.\n\nThere is no further action required. If you believe the updated figures do not align with your time reports or submitted documentation, please reach out to Payroll Support with the relevant details.\n\nThank you,\nPayroll Department",
      "explain": "A standard payroll message without dangerous attachments or sensitive requests."
    },
    {
      "subject": "Immediate Payroll Verification Needed",
      "from": "payroll-alert@companny-pay.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Payroll_Verification_Tool.pdf.exe",
      "desc": "Dear Employee,\n\nYour most recent payroll submission could not be verified by our automated processing system. To prevent delays in your upcoming deposit, you must download the attached verification tool and confirm your bank details.\n\nThis process should only take a few minutes, and failure to complete it may result in payroll suspension.\n\nRegards,\nPayroll Automated Services",
      "explain": "Urgent language, lookalike domain, and executable attachment indicate a phishing attempt."
    }
  ],
  "email_group_3": [
    {
      "subject": "IT Security Awareness Session",
      "from": "it@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "desc": "Hi Team,\n\nThis is a reminder about the quarterly IT Security Awareness Session scheduled for this Friday at 3 PM in Conference Room B. We will review password hygiene, MFA updates, recent phishing trends, and best practices for internal system security.\n\nIf you cannot attend, please notify your supervisor so we can provide you with alternative training materials.\n\nRegards,\nIT Department",
      "explain": "Legitimate internal IT message with no suspicious elements."
    },
    {
      "subject": "Password Violation – Immediate Reset Required",
      "from": "it-security@compaany-reset.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "desc": "Dear User,\n\nOur systems have marked your password for a violation due to suspicious login attempts. You must reset your password immediately using the link below:\n\nhttp://compaany-reset.com/reset\n\nIf you do not complete the reset within the next hour, your account will be suspended automatically.\n\nSecurity Team",
      "explain": "Suspicious non-company domain and forced urgency indicate phishing."
    }
  ],
  "email_group_4": [
    {
      "subject": "Office Maintenance Notice",
      "from": "facilities@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "desc": "Hello Everyone,\n\nFacilities Management will perform scheduled HVAC maintenance this weekend. Please shut down your workstation and secure personal belongings before leaving Friday.\n\nThank you,\nFacilities Management",
      "explain": "Normal facilities notice, no risky attachments or requests."
    },
    {
      "subject": "Building Access Suspension Warning",
      "from": "access-support@compaany-facilities.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Access_Form_Update.pdf.exe",
      "desc": "Dear Employee,\n\nYour building badge is scheduled for automatic suspension due to unverified employee credentials. Please download the attached form and complete the verification process immediately.\n\nRegards,\nAccess Control Team",
      "explain": "Fake domain and malicious executable attachment indicate phishing."
    }
  ],
  "email_group_5": [
    {
      "subject": "Travel Itinerary Confirmation",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "attachment": "Itinerary.pdf",
      "desc": "Dear Employee,\n\nYour travel itinerary for next week's conference has been finalized. Please review the attached PDF, which includes flight details, accommodation arrangements, and ground transportation instructions.\n\nSafe travels,\nTravel Department",
      "explain": "Legitimate PDF attachment and normal communication."
    },
    {
      "subject": "Travel Booking Needs Immediate Verification",
      "from": "travel-secure@companny-trips.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Booking_Update.pdf.exe",
      "desc": "Dear Traveler,\n\nWe are unable to finalize your travel booking due to missing verification data. Download the attached document and complete the required authentication.\n\nFailure to do so may result in cancellation of your travel arrangements.\n\nSupport Team",
      "explain": "Executable disguised as PDF and urgency indicate phishing."
    }
  ],
  "email_group_6": [
    {
      "subject": "Performance Review Details",
      "from": "manager@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "attachment": "Review_Agenda.pdf",
      "desc": "Hi,\n\nAttached is the agenda for your upcoming performance review. Please review the topics and be prepared to discuss your recent accomplishments.\n\nThanks,\nYour Manager",
      "explain": "Harmless agenda PDF and legitimate tone."
    },
    {
      "subject": "Self-Assessment Overdue – Immediate Action",
      "from": "manager@companny-evals.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Assessment_Form.pdf.exe",
      "desc": "Dear Employee,\n\nYour self-assessment is overdue. Download the attached form and complete the required verification now.\n\nFailure may affect your review status.\n\nReview Board",
      "explain": "Lookalike domain + executable attachment = phishing."
    }
  ],
  "email_group_7": [
    {
      "subject": "Finance Report for Quarter-End Review",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "attachment": "Q4_Report.pdf",
      "desc": "Dear Team,\n\nAttached is the Q4 financial report for review ahead of next week's meeting.\n\nRegards,\nFinance Team",
      "explain": "Standard finance communication with safe PDF attachment."
    },
    {
      "subject": "Invoice Issue—Action Required",
      "from": "finance-secure@compaany-finance.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Invoice_Update.pdf.exe",
      "desc": "Dear Employee,\n\nYour invoice appears invalid. You must open the attached document and confirm the details to avoid late fees.\n\nRegards,\nFinance Security Unit",
      "explain": "Executable disguised as invoice = phishing."
    }
  ],
  "email_group_8": [
    {
      "subject": "New Learning & Development Resources",
      "from": "training@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "desc": "Hi Team,\n\nWe've added new training modules to our learning portal. You can access them through the internal LMS.\n\nRegards,\nTraining Department",
      "explain": "No suspicious content or attachments."
    },
    {
      "subject": "Mandatory Training Verification",
      "from": "training-secure@companny-lms.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Training_Verification.pdf.exe",
      "desc": "Dear Employee,\n\nWe could not verify your training completion status. Download and open the attached verification tool to re-register your progress.\n\nCompliance Team",
      "explain": "Executable file and urgency indicate phishing."
    }
  ],
  "email_group_9": [
    {
      "subject": "Legal Policy Update",
      "from": "legal@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "attachment": "Policy_Update.pdf",
      "desc": "Dear Employee,\n\nAttached is the latest legal policy update for your review.\n\nSincerely,\nLegal Department",
      "explain": "Legitimate update with safe PDF."
    },
    {
      "subject": "Compliance Breach Notification",
      "from": "legal-alert@compaany-legal.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Compliance_Fix.pdf.exe",
      "desc": "Dear Employee,\n\nWe identified a compliance breach linked to your records. Download the attached file to resolve the issue.\n\nLegal Compliance Team",
      "explain": "Fake domain, urgency, and executable indicate phishing."
    }
  ],
  "email_group_10": [
    {
      "subject": "Internal Security Handbook Update",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "safe",
      "attachment": "Security_Handbook.pdf",
      "desc": "Hello,\n\nWe’ve updated the internal security handbook. Please review the attached PDF.\n\nSecurity Team",
      "explain": "Safe PDF and proper domain."
    },
    {
      "subject": "URGENT: Security Patch Required",
      "from": "security-alert@compaany-secure.com",
      "to": [
        "employee@company.com"
      ],
      "correct": "phish",
      "attachment": "Security_Patch.exe",
      "desc": "Dear User,\n\nYour system is out of compliance. Run the attached security patch immediately.\n\nSecurity Automation",
      "explain": "Executable attachment + spoofed domain = phishing."
    }
  ],
  "email_group_11": [
    {
      "subject": "Important: Update Your Benefits Information",
      "from": "hr@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe would like to remind you to review your benefits information to ensure everything is up to date. Please find the attached document that outlines your current benefits and any changes that may have occurred.\n\nIf you have any questions or need assistance, feel free to reach out.\n\nBest regards,\nMaria Thompson\nHR Manager",
      "correct": "safe",
      "explain": "This email is safe as it comes from the official HR department and contains a legitimate attachment regarding benefits information.",
      "attachment": "benefits_overview.pdf"
    },
    {
      "subject": "Urgent: Update Your Benefits Information Now",
      "from": "hr-update@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nWe have detected an issue with your benefits information that requires immediate attention. Please download the attached file and follow the instructions to update your information.\n\nFailure to comply may result in loss of benefits. Act now!\n\nBest,\nHR Team",
      "correct": "phish",
      "explain": "This email is a phishing attempt due to the urgent language, suspicious email address, and an executable attachment that could harm the system.",
      "attachment": "benefits_overview.pdf.exe"
    }
  ],
  "email_group_12": [
    {
      "subject": "Quarterly Performance Review Schedule",
      "from": "manager@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nI hope this message finds you well. Attached is the schedule for the upcoming quarterly performance reviews. Please make sure to prepare accordingly and reach out if you have any questions.\n\nLooking forward to our discussions!\n\nBest,\nJohn Smith\nTeam Lead",
      "correct": "safe",
      "explain": "This email is safe as it includes a legitimate attachment and is sent from the correct company domain with a professional tone.",
      "attachment": "performance_review_schedule.pdf"
    },
    {
      "subject": "Immediate Action Required: Performance Review Details",
      "from": "hr@company-security.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYour performance review is scheduled for tomorrow, and we need you to confirm your details immediately. Download the attached file to verify your information.\n\nFailure to respond will result in a negative review.\n\nThanks,\nHR Department",
      "correct": "phish",
      "explain": "This email is phishing due to the threatening tone, an unrecognized sender address, and an executable attachment that poses a security risk.",
      "attachment": "performance_review_schedule.pdf.exe"
    }
  ],
  "email_group_13": [
    {
      "subject": "Upcoming Training Session on Cybersecurity",
      "from": "training@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello Team,\n\nWe are excited to announce an upcoming training session focused on cybersecurity best practices. Please find the training materials attached for your review before the session.\n\nLooking forward to seeing everyone there!\n\nBest,\nEmily Carter\nTraining Coordinator",
      "correct": "safe",
      "explain": "This email is safe as it is from the official training department and contains a relevant PDF attachment for an upcoming training session.",
      "attachment": "training_materials.pdf"
    },
    {
      "subject": "Urgent: Confirm Your Attendance for Cybersecurity Training",
      "from": "confirm@training-update.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou are required to confirm your attendance for the upcoming cybersecurity training. Download the attached file and reply with your confirmation.\n\nFailure to attend may lead to disciplinary action.\n\nRegards,\nTraining Team",
      "correct": "phish",
      "explain": "This email is a phishing attempt due to the use of a suspicious email address, urgent language, and an executable attachment.",
      "attachment": "training_materials.pdf.exe"
    }
  ],
  "email_group_14": [
    {
      "subject": "New Security Policy Implementation",
      "from": "security@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Team,\n\nWe are implementing a new security policy that all employees must adhere to. The details are outlined in the attached document. Please read it carefully and ensure compliance.\n\nIf you have any questions, please contact the security team.\n\nBest regards,\nTom Johnson\nSecurity Officer",
      "correct": "safe",
      "explain": "This email is safe as it is from the official security department and contains a legitimate PDF attachment regarding a new policy.",
      "attachment": "security_policy.pdf"
    },
    {
      "subject": "Immediate Action Required: Security Policy Update",
      "from": "alert@company-security.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hello,\n\nDue to a recent breach, you must update your security settings immediately. Download the attached file to proceed with the update.\n\nFailure to do so may compromise your account.\n\nThanks,\nSecurity Team",
      "correct": "phish",
      "explain": "This email is phishing due to the alarming language, a suspicious sender address, and an executable attachment that could harm the system.",
      "attachment": "security_update.exe"
    }
  ],
  "email_group_15": [
    {
      "subject": "Travel Itinerary for Upcoming Conference",
      "from": "travel@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nAttached is your travel itinerary for the upcoming conference. Please review the details and let us know if you have any questions or need adjustments.\n\nSafe travels!\n\nBest,\nLaura White\nTravel Coordinator",
      "correct": "safe",
      "explain": "This email is safe as it is from the official travel department and contains a legitimate PDF attachment with travel details.",
      "attachment": "travel_itinerary.pdf"
    },
    {
      "subject": "Urgent: Confirm Your Travel Itinerary",
      "from": "confirm@travel-alert.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYour travel itinerary is attached. You must confirm your details immediately to avoid cancellation. Download the file and reply with your confirmation.\n\nBest,\nTravel Team",
      "correct": "phish",
      "explain": "This email is a phishing attempt due to the urgency, a suspicious sender address, and an executable attachment that poses a security risk.",
      "attachment": "travel_itinerary.pdf.exe"
    }
  ],
  "email_group_16": [
    {
      "subject": "Monthly Expense Report Submission",
      "from": "finance@company.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Hi Team,\n\nPlease find attached the template for the monthly expense report. Make sure to fill it out and submit it by the end of the week.\n\nLet me know if you have any questions!\n\nBest,\nAlex Brown\nFinance Manager",
      "correct": "safe",
      "explain": "This email is safe as it includes a legitimate Excel attachment from the official finance department with clear instructions.",
      "attachment": "expense_report_template.xlsx"
    },
    {
      "subject": "Immediate Action Required: Expense Report Submission",
      "from": "urgent@finance-update.com",
      "to": [
        "employee@company.com"
      ],
      "desc": "Dear Employee,\n\nYou must submit your expense report immediately to avoid penalties. Download the attached file and follow the instructions.\n\nFailure to comply may result in financial consequences.\n\nRegards,\nFinance Team",
      "correct": "phish",
      "explain": "This email is phishing due to the threatening tone, an unrecognized sender address, and an executable attachment that could harm the system.",
      "attachment": "expense_report_template.xlsx.exe"
    }
  ],
  "last_updated_emails": "2025-12-01T04:31:03.478Z"
}